{
    "news": [
        {
            "Title": "सिर्फ धूम्रपान ही नहीं, सेक्स करने से भी होता है कैंसर!",
            "Description": "सिर्फ धूम्रपान ही नहीं, बल्कि सेक्स करने से भी कैंसर होता है। विस्तार से पढ़िए।",
            "Source": "livehindustan.com",
            "Image": "https://web-stories-lh.s3.amazonaws.com/web-stories/_Npll0mgJvfFMv47bTqT/not-only-smoking-but-also-having-sex-causes-cancer-_Npll0mgJvfFMv47bTqT/assets/1.jpeg"
        },
        {
            "Title": "After Ayodhya, SpiceJet plans to connect more tourist, religious places",
            "Description": "On February 1, Uttar Pradesh Chief Minister Yogi Adityanath, Union Civil Aviation Minister Jyotiraditya Scindia, and Minister of State V K Singh jointly inaugurated SpiceJet's direct flight service connecting Ayodhya with eight cities.",
            "Source": "telanganatoday.com",
            "Image": "https://cdn.telanganatoday.com/wp-content/uploads/2023/10/SpiceJet-plane-diverted-to-Jordan-for-technical-issue-after-Delhi-Tel-Aviv-flight.jpg"
        },
        {
            "Title": "Namibian President Hage Geingob passes away at 82",
            "Description": "According to Al Jazeera, Geingob's office announced last month that the African leader had begun treatment following the discovery of 'cancerous cells' during a routine colonoscopy and a gastroscopy.",
            "Source": "telanganatoday.com",
            "Image": "https://cdn.telanganatoday.com/wp-content/uploads/2024/02/Namibian-President.png"
        },
        {
            "Title": "UK ਨੇ ਆਪਣੇ ਨਾਗਰਿਕਾਂ ਲਈ ਅਫਗਾਨਿਸਤਾਨ ਦੀ ਯਾਤਰਾ ਸਬੰਧੀ ਐਡਵਾਈਜ਼ਰੀ ਕੀਤੀ ਜਾਰੀ",
            "Description": "- ਬ੍ਰਿਟੇਨ ਦੇ ਵਿਦੇਸ਼, ਰਾਸ਼ਟਰਮੰਡਲ ਅਤੇ ਵਿਕਾਸ ਦਫਤਰ (FCDO) ਨੇ ਬ੍ਰਿਟਿਸ਼ ਨਾਗਰਿਕਾਂ ਨੂੰ ਅਫਗਾਨਿਸਤਾਨ ਦੀ ਯਾਤਰਾ ਨਾ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਹੈ",
            "Source": "jagbani.punjabkesari.in",
            "Image": "https://static.jagbani.com/multimedia/2024_2image_11_24_0074219097-ll.jpg"
        },
        {
            "Title": "ਭਾਜਪਾ ਦਬਾਅ ਦੀ ਸਿਆਸਤ ਖੇਡ ਰਹੀ, ਕੇਜਰੀਵਾਲ ਨੂੰ ਫਿਜ਼ੂਲ ਹੀ ਤੰਗ ਕੀਤਾ ਜਾ ਰਿਹੈ : ਸੁਸ਼ੀਲ ਰਿੰਕੂ",
            "Description": "ਆਮ ਆਦਮੀ ਪਾਰਟੀ ਦੇ ਸੰਸਦ ਮੈਂਬਰ ਸੁਸ਼ੀਲ ਕੁਮਾਰ ਰਿੰਕੂ ਨੇ ਕੇਂਦਰ ਦੀ ਭਾਜਪਾ ਸਰਕਾਰ ’ਤੇ ਦਬਾਅ ਦੀ ਸਿਆਸ਼ਤ ਦੀ ਗੰਦੀ ਖੇਡ ਖੇਡਣ ਦਾ ਦੋਸ਼ ਲਾਉਂਦੇ ਹੋਏ ਕਿਹਾ ਹੈ ਕਿ ‘ਆਪ’ ਦੇ ਰਾਸ਼ਟਰੀ ਕਨਵੀਨਰ ਅਰਵਿੰਦ ਕੇਜਰੀਵਾਲ ਨੂੰ ਫਿਜ਼ੂਲ ਹੀ ਤੰਗ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਉਨ੍ਹਾਂ ਕਿਹਾ ਕਿ ਕੇਂਦਰ ਦੀ ਭਾਜਪਾ ਸਰਕਾਰ ਨੇ ਸੱਤਾ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਆਗੂਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ। ਭਾਜਪਾ ਇਸ ਸਮੇਂ ਦਬਾਅ ਦੀ ਸਿਆਸਤ ਖੇਡ ਰਹੀ ਹੈ ਅਤੇ ਚੁਣੇ ਹੋਏ ਪ੍ਰਤੀਨਿਧੀਆਂ ਨੂੰ ਜਾਣ-ਬੁੱਝ ਕੇ ਤੰਗ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।",
            "Source": "jagbani.punjabkesari.in",
            "Image": "https://static.jagbani.com/multimedia/2024_2image_11_07_472212892untitled-1copy-ll.jpg"
        },
        {
            "Title": "झारखंड में अब तक 11 बार हुआ फ्लोर टेस्ट, तीन बार बहुमत साबित करने में नाकाम रही सरकार; पढ़ें सभी दलों का हाल",
            "Description": "Jharkhand Floor Test चंपई सोरेन पांच फरवरी को झारखंड विधानसभा में अपनी सरकार का बहुत साबित करने के लिए विश्वास प्रस्ताव लाएंगे। इसके लिए दो दिनों का विशेष सत्र बुलाया गया है। झारखंड में अबतक के फ्लोर टेस्ट की बात करें तो यहां अब तक विधानसभा में 11 बार तत्कालीन सरकारों द्वारा बहुत साबित करने के लिए विश्वास प्रस्ताव लाया जा चुका है।",
            "Source": "jagran.com",
            "Image": "https://www.jagranimages.com/images/newimg/04022024/04_02_2024-champai_soren_hemant_soren_23645132_11712915.jpg"
        },
        {
            "Title": "ਬਰਫਬਾਰੀ ਕਾਰਨ ਕਸ਼ਮੀਰ ਤੋਂ ਹਵਾਈ ਆਵਾਜਾਈ ਠੱਪ, 4 ਉਡਾਣਾਂ ਰੱਦ",
            "Description": "ਕਸ਼ਮੀਰ ਘਾਟੀ 'ਚ ਬਰਫਬਾਰੀ ਕਾਰਨ ਐਤਵਾਰ ਨੂੰ ਕਸ਼ਮੀਰ ਅਤੇ ਦੇਸ਼ ਦੇ ਬਾਕੀ ਹਿੱਸਿਆਂ ਵਿਚਾਲੇ ਹਵਾਈ ਆਵਾਜਾਈ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤੀ ਗਈ ਸੀ। ਜਦਕਿ 4 ਉਡਾਣਾਂ ਪਹਿਲਾਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ, ਬਾਕੀ ਤੈਅ ਉਡਾਣਾਂ ਨੂੰ ਬਰਫ਼ਬਾਰੀ ਕਾਰਨ ਸਟੈਂਡਬਾਏ ਰੱਖਿਆ ਗਿਆ ਹੈ। ਏਅਰਪੋਰਟ ਅਥਾਰਟੀ ਆਫ ਇੰਡੀਆ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਇਹ ਜਾਣਕਾਰੀ ਦਿੱਤੀ।",
            "Source": "jagbani.punjabkesari.in",
            "Image": "https://static.jagbani.com/multimedia/2024_2image_11_04_124776300kashmir-ll.jpg"
        },
        {
            "Title": "Rajasthan Bureaucracy: Why is Rajasthan Chief Secretary Sudhansh Pant angry with the collectors gave this instruction -",
            "Description": "राजस्थान के मुख्य सचिव सुधांश पंत सरकार की योजनाओं को धरातल पर उतारने के लिए प्रतिबद्ध दिखाई दे रहे हैं। मुख्य सचिव ने सभी कलेक्टरों के सख्त हिदायत दी है। सरकार की योजनाओं का सभी को लाभ मिले।, Rajasthan News Hindustan",
            "Source": "livehindustan.com",
            "Image": "https://images1.livehindustan.com/uploadimage/library/2023/12/31/16_9/16_9_6/pant_1703983325.jpeg"
        },
        {
            "Title": "Spicejet फ्लाइट में फिर शर्मनाक हरकत, महिला ने साथी यात्री पर लगाया छेड़छाड़ करने का आरोप",
            "Description": "स्पाइसजेट की फ्लाइट में सवार महिला ने अपने सह-यात्री पर अनुचित व्यवहार का आरोप लगाया है। घटना के बाद केबिन क्रू ने पुरुष यात्री की सीट बदल दी। कंपनी के प्रवक्ता ने कहा कि 31 जनवरी को जब स्पाइसजेट की उड़ान एसजी 592 कोलकाता से बागडोगरा जा रही थी तब एक महिला यात्री के साथ एक घटना घटी जिसने अपने सह-यात्री पर अनुचित व्यवहार का आरोप लगाया।",
            "Source": "jagran.com",
            "Image": "https://www.jagranimages.com/images/newimg/04022024/04_02_2024-spicejet_pic_23645156.jpg"
        },
        {
            "Title": "ਨਿੱਜੀ ਰੰਜਿਸ਼ ਕਾਰਨ ਫਾਇਰ ਕਰ ਵਿਅਕਤੀ ਨੂੰ ਕੀਤਾ ਜ਼ਖ਼ਮੀ, 2 ਖ਼ਿਲਾਫ਼ ਮਾਮਲਾ ਦਰਜ, 1 ਕਾਬੂ",
            "Description": "ਥਾਣਾ ਘੁੰਮਣ ਕਲਾਂ ਅਧੀਨ ਪੈਂਦੇ ਪਿੰਡ ਸਕਰੀ ਵਿਖੇ ਇਕ ਘਰ ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਕੇ ਪਿਸਤੌਲ ਨਾਲ ਫਾਇਰ ਕਰਕੇ ਇਕ ਵਿਅਕਤੀ ਨੂੰ ਜ਼ਖਮੀ ਕਰਨ ਵਾਲੇ ਦੋ ਵਿਅਕਤੀਆਂ ਦੇ ਵਿਰੁੱਧ ਪੁਲਸ ਨੇ ਕੇਸ ਦਰਜ ਕਰਕੇ ਇਕ ਵਿਅਕਤੀ ਨੂੰ ਗ੍ਰਿਫ਼ਤਾਰ ਕਰ ਲਿਆ ਹੈ।",
            "Source": "jagbani.punjabkesari.in",
            "Image": "https://static.jagbani.com/multimedia/2023_5image_15_32_372143353shot-ll.jpg"
        }
    ]
}